Repository: Willseed/NextPaste
Catalog: NextPaste/Localizable.xcstrings
Source language: en
Languages: zh_hant

source: %@ clipboard image, %lld by %lld pixels
zh_hant: %@剪貼簿圖片，%lld × %lld 像素

source: %lld search result
zh_hant: %lld 個搜尋結果

source: %lld search results
zh_hant: %lld 個搜尋結果

source: A clipboard manager for Apple platforms.
zh_hant: 適用於 Apple 平台的剪貼簿管理工具。

source: A single key without modifiers cannot be a shortcut.
zh_hant: 未搭配修飾鍵的單一按鍵不能作為快速鍵。

source: About
zh_hant: 關於

source: About NextPaste
zh_hant: 關於 NextPaste

source: All Clips
zh_hant: 全部剪貼簿項目

source: App Language
zh_hant: App 語言

source: Appearance
zh_hant: 外觀

source: Apply
zh_hant: 套用

source: At least one modifier is required.
zh_hant: 至少需要一個修飾鍵。

source: Cancel
zh_hant: 取消

source: Cancel Recording
zh_hant: 取消錄製

source: Changes apply immediately throughout NextPaste.
zh_hant: 變更會立即套用至整個 NextPaste。

source: Choose a different filter.
zh_hant: 請選擇其他篩選條件。

source: Clear %lld Unpinned Item
zh_hant: 清除 %lld 個未釘選項目

source: Clear %lld Unpinned Items
zh_hant: 清除 %lld 個未釘選項目

source: Clear all clipboard history from this device.
zh_hant: 清除此裝置上的所有剪貼簿歷史記錄。

source: Clear all clipboard history, including pinned items? This action cannot be undone.
zh_hant: 要清除所有剪貼簿歷史記錄嗎？此操作會包含已釘選項目，且無法復原。

source: Clear All History
zh_hant: 清除所有歷史記錄

source: Clear All History…
zh_hant: 清除所有歷史記錄…

source: Clear all unpinned clipboard history? Pinned items are preserved. This action cannot be undone.
zh_hant: 要清除所有未釘選的剪貼簿歷史記錄嗎？將保留已釘選項目。此操作無法復原。

source: Clear clipboard history
zh_hant: 清除剪貼簿歷史記錄

source: Clear Search
zh_hant: 清除搜尋

source: Clear Shortcut
zh_hant: 清除快速鍵

source: Clear the active search query
zh_hant: 清除目前的搜尋條件

source: Clear Unpinned History
zh_hant: 清除未釘選的歷史記錄

source: Clear Unpinned History…
zh_hant: 清除未釘選的歷史記錄…

source: Clear unpinned items only.
zh_hant: 僅清除未釘選項目。

source: Clip was not saved. Try again.
zh_hant: 無法儲存剪貼項目，請再試一次。

source: Clipboard
zh_hant: 剪貼簿

source: Clipboard clip, %@
zh_hant: 剪貼項目，%@

source: Clipboard illustration
zh_hant: 剪貼簿插圖

source: Clipboard image, %lld by %lld pixels
zh_hant: 剪貼簿圖片，%lld × %lld 像素

source: Clipboard row surface
zh_hant: 剪貼簿資料列表面

source: Clips
zh_hant: 剪貼簿項目

source: Close
zh_hant: 關閉

source: Command-, is used for Settings.
zh_hant: Command-, 已用於「設定」。

source: Command-F is used for search.
zh_hant: Command-F 已用於搜尋。

source: Complete suspended OCR
zh_hant: 完成已暫停的 OCR

source: Control the app's visual style.
zh_hant: 調整 App 的視覺風格。

source: Copied
zh_hant: 已複製

source: Copy
zh_hant: 複製

source: Copy Image Text
zh_hant: 複製圖片文字

source: Copy Original Image
zh_hant: 複製原始圖片

source: Copy something to get started.
zh_hant: 複製一些內容即可開始使用。

source: Current global shortcut
zh_hant: 目前的全域快速鍵

source: Custom
zh_hant: 自訂

source: Custom (%lld)
zh_hant: 自訂（%lld）

source: Custom history limit
zh_hant: 自訂歷史記錄上限

source: Dark
zh_hant: 深色

source: Data & Privacy
zh_hant: 資料與隱私

source: Delete
zh_hant: 刪除

source: Delete %lld Item
zh_hant: 刪除 %lld 個項目

source: Delete %lld Items
zh_hant: 刪除 %lld 個項目

source: Delete All %lld Item
zh_hant: 刪除全部 %lld 個項目

source: Delete All %lld Items
zh_hant: 刪除全部 %lld 個項目

source: Deleting
zh_hant: 刪除中

source: Disable the global keyboard shortcut
zh_hant: 停用全域鍵盤快速鍵

source: English (United States)
zh_hant: 英文（美國）

source: Enter a whole number from %lld to %lld.
zh_hant: 請輸入 %lld 到 %lld 之間的整數。

source: Enter text to save a clip.
zh_hant: 請輸入要儲存的剪貼項目文字。

source: Fallback icon
zh_hant: 替代圖示

source: Filter
zh_hant: 篩選

source: Filter Clipboard History
zh_hant: 篩選剪貼簿歷史記錄

source: Find…
zh_hant: 尋找…

source: Focus the clipboard search field
zh_hant: 將焦點移至剪貼簿搜尋欄

source: Focused
zh_hant: 已聚焦

source: Follow System
zh_hant: 跟隨系統

source: General
zh_hant: 一般

source: General settings
zh_hant: 一般設定

source: Global Shortcut
zh_hant: 全域快速鍵

source: History
zh_hant: 歷史記錄

source: History actions
zh_hant: 歷史記錄操作

source: History Limit
zh_hant: 歷史記錄上限

source: History limit could not be applied. Try again.
zh_hant: 無法套用歷史記錄上限，請再試一次。

source: Hovered
zh_hant: 滑鼠停留

source: Image
zh_hant: 圖片

source: Image clip %@, %@, %@
zh_hant: 圖片剪貼項目 %@，%@，%@

source: Image clipboard clip
zh_hant: 圖片剪貼項目

source: Image Clips
zh_hant: 圖片剪貼簿項目

source: Image Text Recognition Failed
zh_hant: 無法辨識圖片文字

source: Inserting
zh_hant: 插入中

source: Items to Be Deleted
zh_hant: 要刪除的項目

source: Keep up to %lld unpinned clipboard items. Pinned items are always kept.
zh_hant: 最多保留 %lld 個未釘選的剪貼簿項目。釘選項目一律保留。

source: Key %lld
zh_hant: 按鍵 %lld

source: Language
zh_hant: 語言

source: Light
zh_hant: 淺色

source: Lower History Limit
zh_hant: 降低歷史記錄上限

source: Minimize
zh_hant: 縮到最小

source: More
zh_hant: 更多

source: New Clip
zh_hant: 新增剪貼簿項目

source: New Text Clip
zh_hant: 新增文字剪貼簿

source: NextPaste keeps your clipboard history on this Mac. Content is stored locally and is never sent to a server.
zh_hant: NextPaste 會將剪貼簿歷史記錄保留在此 Mac 上。內容儲存於本機，不會傳送至任何伺服器。

source: No clips match this filter
zh_hant: 沒有符合此篩選條件的剪貼項目

source: No clips yet
zh_hant: 尚無剪貼項目

source: No matching clips
zh_hant: 找不到相符的剪貼項目

source: No search results
zh_hant: 找不到搜尋結果

source: No Text Found in Image
zh_hant: 圖片中找不到文字

source: None
zh_hant: 無

source: Normal
zh_hant: 一般

source: Open Pin scroll context menu
zh_hant: 開啟釘選捲動內容選單

source: Opens the native context menu for the seeded stable-ID target
zh_hant: 開啟已建立穩定 ID 目標的原生內容選單

source: Option alone cannot be a shortcut.
zh_hant: 不能只使用 Option 鍵作為快速鍵。

source: Permanently remove clipboard history. Pinned items are preserved when clearing unpinned history only.
zh_hant: 永久移除剪貼簿歷史記錄。僅清除未釘選歷史記錄時會保留已釘選項目。

source: Pin
zh_hant: 釘選

source: Pin scroll context menu trigger
zh_hant: 釘選捲動內容選單觸發器

source: Pinned
zh_hant: 已釘選

source: Pinned Clips
zh_hant: 已釘選剪貼簿項目

source: Pinned Items Will Be Preserved
zh_hant: 將保留已釘選的項目

source: Press a key combination…
zh_hant: 按下組合鍵…

source: Privacy
zh_hant: 隱私

source: Quit
zh_hant: 結束

source: Recognizing Image Text
zh_hant: 正在辨識圖片文字

source: Recognizing Image Text…
zh_hant: 正在辨識圖片文字…

source: Record a new global keyboard shortcut
zh_hant: 錄製新的全域鍵盤快速鍵

source: Record Shortcut
zh_hant: 錄製快速鍵

source: Reset to Default
zh_hant: 重設為預設值

source: Restore the default global keyboard shortcut
zh_hant: 還原預設的全域鍵盤快速鍵

source: Retry Copy Image Text
zh_hant: 重新嘗試複製圖片文字

source: Save
zh_hant: 儲存

source: Screenshot
zh_hant: 截圖

source: Search
zh_hant: 搜尋

source: Search Clipboard History
zh_hant: 搜尋剪貼簿歷史記錄

source: Search clips
zh_hant: 搜尋剪貼項目

source: Search history
zh_hant: 搜尋歷史記錄

source: Search, filter, and clear clipboard history
zh_hant: 搜尋、篩選並清除剪貼簿歷史記錄

source: Selected
zh_hant: 已選取

source: Settings
zh_hant: 設定

source: Settings are not available yet.
zh_hant: 設定目前無法使用。

source: Shortcut is already in use.
zh_hant: 此快速鍵已在使用中。

source: Shortcuts
zh_hant: 快速鍵

source: Space
zh_hant: 空白鍵

source: Storage Limit
zh_hant: 儲存上限

source: Storage Limit Range
zh_hant: 儲存上限範圍

source: Storage Limit Value
zh_hant: 儲存上限值

source: Text Clips
zh_hant: 文字剪貼簿項目

source: This Action Cannot Be Undone
zh_hant: 此操作無法復原

source: This Includes Pinned Items
zh_hant: 包含已釘選的項目

source: This shortcut conflicts with the %@ menu command.
zh_hant: 此快速鍵與「%@」選單指令衝突。

source: This will delete %lld unpinned item to meet the new limit of %@. Pinned items are not affected. This action cannot be undone.
zh_hant: 將刪除 %lld 個未釘選項目以符合新上限 %@。已釘選項目不受影響。此操作無法復原。

source: This will delete %lld unpinned items to meet the new limit of %@. Pinned items are not affected. This action cannot be undone.
zh_hant: 將刪除 %lld 個未釘選項目以符合新上限 %@。已釘選項目不受影響。此操作無法復原。

source: This will permanently delete %lld unpinned item. %lld pinned item will be preserved. This action cannot be undone.
zh_hant: 將永久刪除 %lld 個未釘選項目。將保留 %lld 個已釘選項目。此操作無法復原。

source: This will permanently delete %lld unpinned item. %lld pinned items will be preserved. This action cannot be undone.
zh_hant: 將永久刪除 %lld 個未釘選項目。將保留 %lld 個已釘選項目。此操作無法復原。

source: This will permanently delete %lld unpinned items. %lld pinned item will be preserved. This action cannot be undone.
zh_hant: 將永久刪除 %lld 個未釘選項目。將保留 %lld 個已釘選項目。此操作無法復原。

source: This will permanently delete %lld unpinned items. %lld pinned items will be preserved. This action cannot be undone.
zh_hant: 將永久刪除 %lld 個未釘選項目。將保留 %lld 個已釘選項目。此操作無法復原。

source: This will permanently delete all %lld item, including %lld pinned item. This action cannot be undone.
zh_hant: 將永久刪除全部 %lld 個項目，包含 %lld 個已釘選項目。此操作無法復原。

source: This will permanently delete all %lld item, including %lld pinned items. This action cannot be undone.
zh_hant: 將永久刪除全部 %lld 個項目，包含 %lld 個已釘選項目。此操作無法復原。

source: This will permanently delete all %lld items, including %lld pinned item. This action cannot be undone.
zh_hant: 將永久刪除全部 %lld 個項目，包含 %lld 個已釘選項目。此操作無法復原。

source: This will permanently delete all %lld items, including %lld pinned items. This action cannot be undone.
zh_hant: 將永久刪除全部 %lld 個項目，包含 %lld 個已釘選項目。此操作無法復原。

source: Thumbnail file %@
zh_hant: 縮圖檔案 %@

source: Thumbnail unavailable
zh_hant: 無法使用縮圖

source: Traditional Chinese (Taiwan)
zh_hant: 繁體中文（台灣）

source: Try a different search.
zh_hant: 請嘗試其他搜尋條件。

source: Unlimited
zh_hant: 無限制

source: Unpin
zh_hant: 取消釘選

source: Unpinned
zh_hant: 未釘選

source: Unpinned Clips
zh_hant: 未釘選剪貼簿項目

source: Version
zh_hant: 版本

source: Visual placeholder
zh_hant: 視覺預留位置
